
[Mission]
MissionS260_00=使用特殊攻击K.O.对手！
MissionS260_01=在体力50%的情况下K.O.对手！
MissionS260_02=连击至１５Hit！
MissionS260_03=达成40秒内K.O.！
MissionS260_04=达成完美K.O.！
MissionInfo_00=Special Attack K.O.
MissionInfo_01=Life Half K.O.
MissionInfo_02=Max Combo * Hit
MissionInfo_03=40 Count K.O.
MissionInfo_04=No damage K.O.

[Telop]
telop_CUSA=© CAPCOM U.S.A., INC. 2012 ALL RIGHTS RESERVED.
telop_voiceJ=此章节中的登场角色语音\n仅支持日语。
telop_260_021=血战的咆哮
telop_260_02=杀意之波动觉醒的隆

[TalkDemo]
EnemyTag=ryu
Talk_000=唔
Talk_001=Now! Fight Your Rival!
Talk_002=隆：又被甩到奇怪的地方了啊……
Talk_003=阿修罗：……？
Talk_004=隆：不过，如今被丢到奇怪的世界也不是第一次了。
Talk_005=阿修罗：你谁啊
Talk_006=隆：我是隆。你是？
Talk_007=阿修罗：……阿修罗
Talk_008=隆：阿修罗啊。很强的样子。如何？来一场
Talk_009=阿修罗：什么？
Talk_010=隆：看来能和你好好打一场啊
Talk_011=阿修罗：摆好架势的话就没有退路了哦
Talk_012=隆：正合我意
Talk_013=那就用战斗来回答吧
Talk_014=来吧！
Talk_015=ROUND 1
Talk_016=FIGHT!
Talk_017=唔啊啊啊啊啊啊！
Talk_018=喝啊！
Talk_019=唔——
Talk_020=那又怎么样！
Talk_021=灭杀！
Talk_022=ROUND 2
Talk_023=FIGHT!
Talk_024=唔……！
Talk_025=灭杀！
Talk_026=隆：哈……哈……哈……不赖嘛！
Talk_027=阿修罗：你也是……啊
Talk_028=隆：但是刚才的我的拳头并不是真正的格斗家该有的
Talk_029=隆：重新再来一次吧
Talk_030=阿修罗：哼。坦率的混蛋
Talk_031=阿修罗＆隆：！
Talk_032=？？？：感受了到战斗的气息才来到这里……
Talk_033=？？？：还真是两个能打的小子啊！
Talk_034=你这家伙是……！？
Talk_035=我吗？
Talk_036=我乃，拳之极者是也！

[ResultMenu]
NewMission=任务模式已解锁。\n可通过再次游玩以挑战。
NewMission01=新任务已解锁。
MissionClear00=已完成全部任务。
MissionClear01=任务完成。
Result00=返回任务菜单
ResultHelp00=返回任务菜单。

[Advertise]
S260_Assault=<Assault>攻击
S260_HeavyAssault=<HAssault>重击
S260_Shoot=<Shoot>射击
S260_Jump=<Jump>跳跃
S260_GaugeInfo=攻击敌人以填充爆发量表！

[Credittitle]
Asura=Asura
H_Yasumoto=Hiroki Yasumoto
Ryu=Ryu / Evil Ryu
H_Takahashi=Hiroki Takahashi
Gouki=Gouki
Taketora=Taketora
Cresittitle_000=CAST
Cresittitle_001=Character Designer
Cresittitle_002=ASURA'S WRATH
Cresittitle_003=Yusuke Tokitsu
Cresittitle_004=Production Head Director
Cresittitle_005=Hiroshi Matsuyama
Cresittitle_006=Project Leader
Cresittitle_007=Seiji Shimoda
Cresittitle_008=Game Design
Cresittitle_009=Jun Takarabe
Cresittitle_010=Yasuhiro Noguchi
Cresittitle_011=Ryuji Tominaga
Cresittitle_012=Kazuhiko Onoda
Cresittitle_013=Tomoyuki Kato
Cresittitle_014=Shinsaku Sawamura
Cresittitle_015=Yusuke Miyahara
Cresittitle_016=Kotaro Mitoma
Cresittitle_017=Hiroyuki Asada
Cresittitle_018=Hisashi Natsumura
Cresittitle_019=Artists
Cresittitle_020=Koki Yamaguchi
Cresittitle_021=Manabu Murakami
Cresittitle_022=Cutscenes
Cresittitle_023=Yoshinari Irikawa
Cresittitle_024=Tatsuro Odaka
Cresittitle_025=Minoru Katakai
Cresittitle_026=Ryusuke Furuya
Cresittitle_027=Ryoichi Kaida
Cresittitle_028=Shinya Norimura
Cresittitle_029=Shota Torigoe
Cresittitle_030=Hitomi Nakamura
Cresittitle_031=Yoshitaka Nakamura
Cresittitle_032=Yoichi Nishida
Cresittitle_033=Nick Diliberto
Cresittitle_034=Taiki Ito
Cresittitle_035=Kyohei Otakara
Cresittitle_036=Takuya Wada
Cresittitle_037=Kumi Ishii
Cresittitle_038=Masayuki Kawano
Cresittitle_039=Animators
Cresittitle_040=Koichi Umeda
Cresittitle_041=Tadashi Soeda
Cresittitle_042=Kazuki Nasu
Cresittitle_043=Kazunori Ueda
Cresittitle_044=Emi Akaboshi
Cresittitle_045=Masayoshi Tokura
Cresittitle_046=Effects
Cresittitle_047=Norihisa Takano
Cresittitle_048=Yuji Kawada
Cresittitle_049=Jun Onihashi
Cresittitle_050=Miki Toyota
Cresittitle_051=Hiroyuki Ikeda
Cresittitle_052=Takumi Nakamura
Cresittitle_053=Modeling
Cresittitle_054=Yoshitaka Kinoshita
Cresittitle_055=Soichiro Iwasaki
Cresittitle_056=Fujihiko Sawai
Cresittitle_057=Kumiko Inoue
Cresittitle_058=Ryoichi Kubo
Cresittitle_059=Jun Tomoike
Cresittitle_060=Yu Teshirogi
Cresittitle_061=Akira Matsushita
Cresittitle_062=Background
Cresittitle_063=Masanori Esaki
Cresittitle_064=Kazuya Igarashi
Cresittitle_065=Takahiko Inatomi
Cresittitle_066=Naoko Nagano
Cresittitle_067=Kazuya Ikuta
Cresittitle_068=Zhang Zhengwei
Cresittitle_069=Daisuke Shimakawa
Cresittitle_070=Artboards
Cresittitle_071=Hirotada Okabe
Cresittitle_072=Nao Takeda
Cresittitle_073=Yuki Takeuchi
Cresittitle_074=Mitsutaka Sakamoto
Cresittitle_075=Seiichiro Hosokawa
Cresittitle_076=Yukie Kaneyama
Cresittitle_077=Momoko Hirayama
Cresittitle_078=User Interface
Cresittitle_079=Akihiro Anai
Cresittitle_080=Yoko Ishijima
Cresittitle_081=Hirofumi Terada
Cresittitle_082=Koto Sasao
Cresittitle_083=Programming
Cresittitle_084=Naoki Hashimoto
Cresittitle_085=Noboru Hidaka
Cresittitle_086=Shinji Soyano
Cresittitle_087=Fumio Honda
Cresittitle_088=ByeongHyeon Park
Cresittitle_089=Katsufumi Fujimoto
Cresittitle_090=Tetsuro Inoue
Cresittitle_091=Shunsuke Maeta
Cresittitle_092=Takahiro Katagiri
Cresittitle_093=Toshiro Kuribayashi
Cresittitle_094=Yuki Hamashima
Cresittitle_095=Miho Morimoto
Cresittitle_096=Genki Nagasaka
Cresittitle_097=Yasushi Hirakawa
Cresittitle_098=Sound
Cresittitle_099=Norikatsu Fukuda
Cresittitle_100=Music Composer
Cresittitle_101=Chikayo Fukuda
Cresittitle_102=Sound Engineering
Cresittitle_103=Seizo Nakata
Cresittitle_104=Shinsuke Nishida
Cresittitle_105=Yuki Tamura
Cresittitle_106=Yuka Watanabe
Cresittitle_107=Development Support
Cresittitle_108=Public Relations
Cresittitle_109=Mizuho Hyakutake
Cresittitle_110=Yuka Aotani
Cresittitle_111=Yukari Shibayama
Cresittitle_112=WEB
Cresittitle_113=Koji Yamanouchi
Cresittitle_114=DTP
Cresittitle_115=Makoto Miyoshi
Cresittitle_116=Quality Assurance
Cresittitle_117=Hirokazu Hatta
Cresittitle_118=Hiroyuki Ito
Cresittitle_119=Ryuhei Matsuyama
Cresittitle_120=Special Thanks
Cresittitle_121=Masao Watanabe
Cresittitle_122=Taichiro Miyazaki
Cresittitle_123=Takayuki Isobe
Cresittitle_124=Fumiaki Soga
Cresittitle_125=Satoshi Takaki
Cresittitle_126=Masao Kashino
Cresittitle_127=Taisuke Nakazono
Cresittitle_128=Saki Nakamura
Cresittitle_129=Ryoko Murashita
Cresittitle_130=Masafumi Nagasawa
Cresittitle_131=Keiko Oikawa
Cresittitle_132=Yuki Okuma
Cresittitle_133=Rina Kinjo
Cresittitle_134=Akie Hosokawa
Cresittitle_135=Shunsuke Fukumoto
Cresittitle_136=Yumiko Hyakutake
Cresittitle_137=Noriko Otsu
Cresittitle_138=Shigenori Koga
Cresittitle_139=Kazuhiro Oda
Cresittitle_140=Hideki Kumamoto
Cresittitle_141=Norimasa Sasakura
Cresittitle_142=Yuta Uchino
Cresittitle_143=Kimitaka Matsuda
Cresittitle_144=Koki Ishibashi
Cresittitle_145=Toru Shibuya
Cresittitle_146=Erika Kawano
Cresittitle_147=Sayuri Ryu
Cresittitle_148=Ayumu Yamamoto
Cresittitle_149=Ayane Morioka
Cresittitle_150= and ALL CyberConnect2 STAFF
Cresittitle_151=JAPANESE RECORDING PRODUCTION
Cresittitle_152=Recording Director
Cresittitle_153=Toru　Nakano
Cresittitle_154=Recording Staff
Cresittitle_155=Recording Engineer
Cresittitle_156=Recording Assistant
Cresittitle_157=〃
Cresittitle_158=Kenzi　Nagashima
Cresittitle_159=Naotsugu　Uchida
Cresittitle_160=Hideyuki　Hachisuka
Cresittitle_161=Audio Post-production
Cresittitle_162=Akiko　Nakamura
Cresittitle_163=Asako　Komuro
Cresittitle_164=Recording Studios
Cresittitle_165=HALF H·P STUDIO
Cresittitle_166=AOI STUDIO
Cresittitle_167=ENGLISH RECORDING PRODUCTION
Cresittitle_168=Talent Direction
Cresittitle_169=Keith Arem
Cresittitle_170=Recording Staff
Cresittitle_171=Dialog Editorial
Cresittitle_172=Engineering/ADR
Cresittitle_173=Talent Coordinators
Cresittitle_174=Matt Lemberger
Cresittitle_175=Aaron Gallant
Cresittitle_176=Anthony Sorise
Cresittitle_177=Austin Krier
Cresittitle_178=Keith Arem
Cresittitle_179=Valerie Arem
Cresittitle_180=Jonathan Neeley
Cresittitle_181=Recording Facilities
Cresittitle_182=PCB Productions - Los Angeles, CA
Cresittitle_183=Producer
Cresittitle_184=Kazuhiro Tsuchiya
Cresittitle_185=Associate Producer
Cresittitle_186=Miho Suzuki
Cresittitle_187=Project Managers
Cresittitle_188=Yuki Furukawa
Cresittitle_189=Takuya Tanada
Cresittitle_190=Hiroshi Honjo
Cresittitle_191=Technical Supervisor
Cresittitle_192=Toshihiko Honda
Cresittitle_193=Localization
Cresittitle_194=Project Lead and Translator
Cresittitle_195=English Translator/Editor
Cresittitle_196=English Editor
Cresittitle_197=Marco Bombasi
Cresittitle_198=Miguel E. Corti
Cresittitle_199=Andrew Alfonso
Cresittitle_200=Lead French Translator/Editor
Cresittitle_201=French Translator/Editor
Cresittitle_202=Francis Ishii
Cresittitle_203=Ludovic Charroux
Cresittitle_204=Lead Italian Translator/Editor
Cresittitle_205=Italian Translator/Editor
Cresittitle_206=Giuliana Poletti
Cresittitle_207=Gianluigi Riccio Shimizu
Cresittitle_208=Lead German Translator/Editor
Cresittitle_209=German Translator/Editor
Cresittitle_210=Florian Seidel
Cresittitle_211=Simon Weisgerber
Cresittitle_212=Lead Spanish Translator/Editor
Cresittitle_213=Spanish Translator/Editor
Cresittitle_214=Federico Sauret Encabo
Cresittitle_215=Patricia Trujillo Comino
Cresittitle_216=Localization Coordinator
Cresittitle_217=Director of Localization\nand Communications
Cresittitle_218=Kaori Funakoshi
Cresittitle_219=Peter J. Fabiano
Cresittitle_220=Sound
Cresittitle_221=Surround Mixing Supervisor
Cresittitle_222=Sound Manager
Cresittitle_223=Kazuya Takimoto
Cresittitle_224=Masayuki Tanaka
Cresittitle_225=Motoi Kishimoto
Cresittitle_226=Quality Assurance
Cresittitle_227=QA Manager
Cresittitle_228=Lead Tester
Cresittitle_229=Assistant Lead Tester
Cresittitle_230=Compliance Testers
Cresittitle_231=Minoru Horike
Cresittitle_232=Mayumi Honda
Cresittitle_233=Atsushi Tatsumi
Cresittitle_234=Toru Sibano
Cresittitle_235=Daisuke Nakajima
Cresittitle_236=QA Fine-tuning
Cresittitle_237=Takahiro Tokuda
Cresittitle_238=Fumio Yamauchi
Cresittitle_239=Pole To Win Co., Ltd.
Cresittitle_240=Trailer
Cresittitle_241=Editor
Cresittitle_242=Coordinator
Cresittitle_243=Sound Design Supervisor
Cresittitle_244=Sound Designers
Cresittitle_245=Mixing Engineers
Cresittitle_246=Studio Manager
Cresittitle_247=Mixing Studio
Cresittitle_248=Yukiko Sasaki
Cresittitle_249=Yoshinori Nagai
Cresittitle_250=Arata Iwashina
Cresittitle_251=Masatomo Tajima
Cresittitle_252=Ryota Takei 
Cresittitle_253=Mitsutoshi Kodama
Cresittitle_254=Gaku Komura
Cresittitle_255=Kazuya Takimoto
Cresittitle_256=Takashi Moriguchi
Cresittitle_257=Setsuo Yamamoto
Cresittitle_258=bit MASTER studio
Cresittitle_259=Manual Design
Cresittitle_260=Shinichiro Komizu
Cresittitle_261=CREATIVE SUPPORT TEAM
Cresittitle_262=Official Website
Cresittitle_263=Masahiro Takayama
Cresittitle_264=Miyoko Hayashi
Cresittitle_265=Mobile Site Production
Cresittitle_266=Kouhei Kubota
Cresittitle_267=Hitoshi Oose
Cresittitle_268=Publicity Planning
Cresittitle_269=Ryosuke Hagiwara
Cresittitle_270=Takayoshi Terada
Cresittitle_271=Promotion
Cresittitle_272=Tsutomu　Masuda
Cresittitle_273=Tetsuya　Tabuchi
Cresittitle_274=Takashi　Nakashima
Cresittitle_275=Retail Promotion
Cresittitle_276=Hideki Ohnuki
Cresittitle_277=Keiko Kobayashi
Cresittitle_278=Nobuhiko Kobayashi
Cresittitle_279=Electronic Commerce
Cresittitle_280=Kana Urasawa
Cresittitle_281=Yoko Fukao
Cresittitle_282=Customer Support
Cresittitle_283=Megumi Kuwano
Cresittitle_284=Makoto Ogoshi
Cresittitle_285=Publishing and Editing Section
Cresittitle_286=Ryosuke Hagiwara
Cresittitle_287=Daisuke Hasegawa
Cresittitle_288=Mina Shimizu
Cresittitle_289=Film Content Section
Cresittitle_290=Aki Kiuchi
Cresittitle_291=Product Team
Cresittitle_292=Eiji Osada
Cresittitle_293=Megumi Toyota
Cresittitle_294=Merchandising Licence Team
Cresittitle_295=Takeshi Kawano
Cresittitle_296=Global Marketing and Public Relations
Cresittitle_297=Michael Pattison
Cresittitle_298=Ben LeRougetel
Cresittitle_299=Mickey Torode
Cresittitle_300=Antoine Molant
Cresittitle_301=Shigemi Tanaka Lee
Cresittitle_302=Mao Sugiyama
Cresittitle_303=Laura Skelly
Cresittitle_304=Rieko Nakai
Cresittitle_305=Christian Svensson
Cresittitle_306=Kaori Tsukuda
Cresittitle_307=Tsuyoshi Kanda
Cresittitle_308=Robert Tunick
Cresittitle_309=Special Thanks
Cresittitle_310=Katsuhiko Ichii
Cresittitle_311=Jun Takeuchi
Cresittitle_312=Hiroyuki Kobayashi
Cresittitle_313=Yoshinori Ono
Cresittitle_314=Tatsuya Kitabayashi
Cresittitle_315=Toshihiro Tokumaru
Cresittitle_316=Yoshinori ''GOE'' ishida
Cresittitle_317=Takayuki Sano
Cresittitle_318=Takashi Kitahara
Cresittitle_319=Mitsuaki Sugibayashi
Cresittitle_320=Jun Nishino
Cresittitle_321=Kunio Funahara
Cresittitle_322=Kosuke Nakano
Cresittitle_323=Yuki Sumida
Cresittitle_324=Daiki Arai
Cresittitle_325=Kyosuke Takahashi
Cresittitle_326=Yuko Yasuda
Cresittitle_327=Ayumi Mimura
Cresittitle_328=Koji Kanemori
Cresittitle_329=Katsunori Oida
Cresittitle_330=SHOEI
Cresittitle_331=Masako Homma
Cresittitle_332=Minoru Nagaoka
Cresittitle_333=Satoshi Ukai
Cresittitle_334=Nanase Kikuchi
Cresittitle_335=Mitsuko Yamamoto
Cresittitle_336=Tomoaki Ayano
Cresittitle_337=Keaton White
Cresittitle_338=Jeffrey Windham
Cresittitle_339= ''HAGITOKO!'' Staff
Cresittitle_340=Director
Cresittitle_341=Seiji Shimoda
Cresittitle_342=SUPER STREET FIGHTER IV
Cresittitle_343=GAME DEVELOPED BY
Cresittitle_344=CyberConnect2 Co., Ltd.
Cresittitle_345=PRODUCED BY
Cresittitle_346=CAPCOM CO., LTD.
Cresittitle_347=Developed By
Cresittitle_348=Produced By
Cresittitle_349=Nana Ogawa
Cresittitle_350=and all CAPCOM Staff
Cresittitle_351=Uses Bink Video. Copyright © 1997-2011 by RAD Game Tools, Inc.
Cresittitle_352=Portion of this software utilize Speed Tree®RT Technology
Cresittitle_353=( ©2012 Interactive Data Visualization, Inc.)
Cresittitle_354=Speed Tree® Technology is a registered trademark of Interactive
Cresittitle_355=Data Visualization, Inc. All right reserved.
